{
  "Welcome Back": "Welkom terug",
  "Login with your account": "Log in met uw account",
  "Email": "E-mail",
  "Password": "Wachtwoord",
  "Sign In": "Inloggen",
  "Forgot Password?": "Wachtwoord vergeten?",
  "Don't have an account?": "Heeft u geen account?",
  "Sign Up Here": "Meld u hier aan",
  "Enter the email address associated with your account": "Voer het e-mailadres in dat aan uw account is gekoppeld",
  "next": "Volgende",
  "Make Selection": "Maak selectie",
  "Select which contact detail should we use to reset your password?": "Selecteer welk contactgegevens we moeten gebruiken om uw wachtwoord opnieuw in te stellen?",
  "Via SMS:": "Via SMS:",
  "Create an account": "Maak een account",
  "Confrim password": "Bevestig wachtwoord",
  "Access key code": "Toegang tot sleutelcode",
  "Sign Up": "Aanmelden",
  "Settings": "Instellingen",
  "Language": "Taal",
  "About Application": "Over toepassing",
  "Help": "Hulp",
  "select language": "Taal Selecteren",
  "Now Playing": "speelt nu",
  "Cancel": "canule",
  "Liked": "vond",
  "Wishlist": "Verlanglijst",
  "Play all": "Speel alles",
  "Playlists": "afspeellijsten",
  "Album": "Album",
  "Artists": "Artiesten",
  "Music": "Muziek",
  "See All": "Bekijk alles",
  "Create New Playlist": "Maak een nieuwe afspeellijst",
  "Log Out": "Uitloggen",
  "Welcome to the official IAN MULDER Music App - your gateway to an immersive musical journey with one of the industry's most captivating voices. This app has been meticulously crafted to provide you with an unparalleled music experience, tailored exclusively for the fans of [Singer's Name].": "Welkom bij de officiële IAN MULDER Muziek-app - jouw toegangspoort tot een meeslepende muzikale reis met een van de meest boeiende stemmen uit de branche. Deze app is zorgvuldig ontworpen om je een ongeëvenaarde muziekervaring te bieden, exclusief op maat gemaakt voor de fans van [Singer's Name].",
  "Discover the Artist": "Ontdek de kunstenaar",
  "Get to know the artist behind the music. Dive into [Singer's Name]'s world and explore their musical evolution, personal anecdotes, and artistic vision. We've curated a collection of exclusive content, including interviews, behind-the-scenes moments, and personal insights straight from the artist.": "Maak kennis met de artiest achter de muziek. Duik in de wereld van [Singer's Name] en ontdek hun muzikale evolutie, persoonlijke anekdotes en artistieke visie. We hebben een verzameling exclusieve inhoud samengesteld, waaronder interviews, momenten achter de schermen en persoonlijke inzichten rechtstreeks van de kunstenaar.",
  "Stream Music Like Never Before": "Stream muziek als nooit tevoren",
  "With this app, you can stream [Singer's Name]'s entire discography, from timeless classics to the latest chart-toppers. Whether you're in the mood for heartwarming ballads or energetic anthems, we've got you covered. Enjoy high-quality audio and create custom playlists to set the perfect mood for any occasion.": "Met deze app kun je de volledige discografie van [Singer's Name] streamen, van tijdloze klassiekers tot de nieuwste hitparades. Of je nu in de stemming bent voor hartverwarmende ballads of energieke anthems, wij hebben wat je zoekt. Geniet van audio van hoge kwaliteit en maak aangepaste afspeellijsten om voor elke gelegenheid de perfecte sfeer te creëren.",
  "Be the First to Know": "Wees de eerste die het weet",
  "Stay ahead of the curve by receiving real-time updates on [Singer's Name]'s latest releases, upcoming tour dates, and exclusive fan events. This app is your direct line to all things [Singer's Name], so you'll never miss a beat": "Blijf voorop lopen door realtime updates te ontvangen over de nieuwste releases van [Singer's Name], aankomende tourdata en exclusieve fanevenementen. Deze app is uw directe lijn naar alles wat met [Singer's Name] te maken heeft, zodat u nooit meer iets hoeft te missen",
  "Connect with a Community of Fans": "Maak contact met een gemeenschap van fans",
  "Share your passion for [Singer's Name]'s music with fellow fans. Our community feature allows you to interact, discuss, and share your thoughts with like-minded enthusiasts. You can even participate in fan contests and win exciting prizes.": "Deel je passie voor de muziek van [Singer's Name] met andere fans. Met onze communityfunctie kunt u communiceren, discussiëren en uw gedachten delen met gelijkgestemde enthousiastelingen. Je kunt zelfs deelnemen aan fanwedstrijden en spannende prijzen winnen.",
  "Personalized Listening Experience": "Gepersonaliseerde luisterervaring",
  "Tailor your listening experience with our personalized recommendations. Discover new tracks, artists, and albums based on your musical preferences and listening history. Your playlists will always be in tune with your taste.": "Pas uw luisterervaring aan met onze persoonlijke aanbevelingen. Ontdek nieuwe nummers, artiesten en albums op basis van je muzikale voorkeuren en luistergeschiedenis. Je afspeellijsten zijn altijd afgestemd op jouw smaak.",
  "Enjoy Music Anywhere, Anytime": "Geniet overal en altijd van muziek",
  "Download your favorite tracks and albums for offline listening, perfect for those times when you're on the go or in areas withl imited connectivity.": "Download uw favoriete nummers en albums om offline te luisteren, perfect voor momenten waarop u onderweg bent of in gebieden met beperkte connectiviteit.",
  "Your Feedback Matters": "Uw feedback is belangrijk",
  "We are committed to providing the best possible experience. Yourfeedback is essential to us. If you have any suggestions,questions, or concerns, please don't hesitate to contact our support team. Your voice will help shape the future of the [Singer's Name] Music App.": "Wij streven ernaar de best mogelijke ervaring te bieden. Uw feedback is essentieel voor ons. Als u suggesties, vragen of opmerkingen heeft, aarzel dan niet om contact op te nemen met ons ondersteuningsteam. Jouw stem zal de toekomst van de muziekapp [Singer's Name] helpen vormgeven.",
  "Thank you for choosing to be a part of [Singer's Name]'s musical journey. Download the app now, and let the music speak to your heart.": "Bedankt dat je hebt gekozen om deel uit te maken van de muzikale reis van [Singer's Name]. Download nu de app en laat de muziek tot je hart spreken.",

  "Need Help? We've Got You Covered!": "Hulp nodig? Wij hebben u gedekt!",
  "Welcome to the Help Center of the IAN MULDER Music App. We're here to ensure you have the best possible experience while using our app. If you have any questions, concerns, or need assistance with anything related to the app, you're in the right place. Below, you'll find answers to some common questions and ways to get in touch with our support team.": "Welkom bij het Helpcentrum van de IAN MULDER Muziekapp. We zijn hier om ervoor te zorgen dat u de best mogelijke ervaring heeft tijdens het gebruik van onze app. Als u vragen of opmerkingen heeft of hulp nodig heeft bij alles wat met de app te maken heeft, bent u hier aan het juiste adres. Hieronder vindt u antwoorden op enkele veelgestelde vragen en manieren om contact op te nemen met ons ondersteuningsteam.",
  "FAQs (Frequently Asked Questions)": "Veelgestelde vragen (veelgestelde vragen)",
  "How do I create a user account?": "Hoe maak ik een gebruikersaccount aan?",
  "To create an account, click on the 'Sign Up' button on the login page and follow the on-screen instructions. You can also use your social media accounts for a quick and easy signup.": "Om een ​​account aan te maken, klikt u op de knop 'Aanmelden' op de inlogpagina en volgt u de instructies op het scherm. U kunt ook uw sociale media-accounts gebruiken voor een snelle en eenvoudige aanmelding.",
  "How do I reset my password?": "Hoe reset ik mijn wachtwoord?",
  "If you forget your password, you can reset it by clicking the 'Forgot Password' link on the login page. Follow the steps to  reset your password.": "Als u uw wachtwoord bent vergeten, kunt u het opnieuw instellen door op de link 'Wachtwoord vergeten' op de inlogpagina te klikken. Volg de stappen om uw wachtwoord opnieuw in te stellen.",
  "How do I navigate the app?": "Hoe navigeer ik door de app?",
  "Our app is designed to be user-friendly, but if you need assistance, visit our 'Getting Started' section in the app for a quick tutorial.": "Onze app is ontworpen om gebruiksvriendelijk te zijn, maar als je hulp nodig hebt, bezoek dan onze sectie 'Aan de slag' in de app voor een korte handleiding.",
  "How can I subscribe or cancel my subscription?": "Hoe kan ik mij abonneren of mijn abonnement opzeggen?",
  "Subscriptions can be managed in the 'Settings' section of the app. To cancel a subscription, follow the provided instructions.": "Abonnementen kunnen worden beheerd in het gedeelte 'Instellingen' van de app. Volg de meegeleverde instructies om een ​​abonnement te annuleren.",
  " How can I report a problem or bug?": "Hoe kan ik een probleem of bug melden?",
  "If you encounter any issues or bugs, please use the 'Report a Problem' feature in the app. We appreciate your feedback and will work to resolve any issues promptly.": "Als u problemen of bugs tegenkomt, gebruik dan de functie 'Een probleem melden' in de app. We stellen uw feedback op prijs en zullen ons best doen om eventuele problemen zo snel mogelijk op te lossen.",
  "Contact Us": "Neem contact met ons op",
  "If your question isn't addressed in the FAQs or if you have any other concerns, you can reach out to our dedicated support team. Here are the ways to contact us:": "Als uw vraag niet wordt beantwoord in de veelgestelde vragen of als u andere zorgen heeft, kunt u contact opnemen met ons toegewijde ondersteuningsteam. Hier zijn de manieren om contact met ons op te nemen:",
  "Social Media": "Sociale media",
  "also reach out to us on our official social media channels for assistance. In-App Support: You can submit a support requestdirectly from the app. Go to the 'Help & Support' section, andclick on 'Submit a Support Request.' We'll get back to you as soon as possible.": "Neem ook contact met ons op via onze officiële sociale mediakanalen voor hulp. In-app-ondersteuning: u kunt rechtstreeks vanuit de app een ondersteuningsverzoek indienen. Ga naar het gedeelte 'Hulp en ondersteuning' en klik op 'Een ondersteuningsverzoek indienen'. We nemen zo snel mogelijk contact met u op.",
  "In-App Support": "In-app ondersteuning",
  "You can submit a support request directly from the app. Go to the 'Help & Support' section, and click on 'Submit a Support Request.' We'll get back to you as soon as possible.": "U kunt rechtstreeks vanuit de app een ondersteuningsverzoek indienen. Ga naar het gedeelte 'Hulp en ondersteuning' en klik op 'Een ondersteuningsverzoek indienen'. We nemen zo snel mogelijk contact met u op.",
  "App Updates and Feedback": "App-updates en feedback",
  "We are committed to improving the app and providing you with the best possible experience. Stay updated with the latest app features and improvements by visiting the 'Release Notes' section in the app. Your feedback is invaluable to us; please don't hesitate to share your thoughts and suggestions. We're listening!": "We doen er alles aan om de app te verbeteren en u de best mogelijke ervaring te bieden. Blijf op de hoogte van de nieuwste app-functies en verbeteringen door naar het gedeelte 'Release-opmerkingen' in de app te gaan. Uw feedback is van onschatbare waarde voor ons; Aarzel niet om uw gedachten en suggesties te delen. Wij luisteren!",
  "Bedankt dat u voor de IAN Mulder Muziekapp heeft gekozen. We hopen dat dit Helpcentrum uw app-ervaring nog aangenamer maakt. Als u problemen ondervindt, vragen heeft of gewoon hallo wilt zeggen, staan ​​wij voor u klaar.": "Bedankt dat u voor de IAN Mulder Muziekapp heeft gekozen. We hopen dat dit Helpcentrum uw app-ervaring nog aangenamer maakt. Als u problemen ondervindt, vragen heeft of gewoon hallo wilt zeggen, staan ​​wij voor u klaar."
}
